[
    {
        "title": "Redstone & Rails",
        "description": "A collaborative Minecraft world focused on redstone engineering, realistic transit systems, and infrastructure design. Includes automated subways, elevators, cargo networks, signage standards, and command block scripting. Built for both solo and multiplayer use. Labels are mostly in German but intuitive. For Minecraft 1.20.1 and up.",
        "image": "../img/Redstone.png",
        "link": "https://discord.gg/pzJpThb9pD"
    },
    {
        "title": "Minigames Server",
        "description": "The Minigames Server is a server with a lot of minigames only made with commands in Minecraft. You can play the minigames with your friends. The server is in german, but you can also play it if you don't speak german. The server is for Minecraft 1.20.1 or higher. Have fun!",
        "image": "../img/commandblock.png",
        "link": "https://sites.google.com/view/zehjulianlp-minigames/startseite"
    },
    {
        "title": "Alterhumania",
        "description": "Alterhumania is a German-speaking community for Alterhumans, Therians, Otherkin, Fictionkin, and curious minds. A safe, inclusive space for identity exploration, discussion, and creativity – open to all.",
        "image": "../img/pets.png",
        "link": "https://discord.gg/kDKa5NV2tf"
    },
    {
        "title": "AccessAI",
        "description": "AccessAI is a real-world web project I developed as part of the AI4Youth program. It allows users to upload images of public transport stops and answer a few questions. A custom-trained AI then analyzes the accessibility of the location. The backend runs on Python and Flask, and the frontend is built with plain HTML, CSS, and JavaScript. It's a practical tool with a strong focus on inclusion and public infrastructure.",
        "image": "../img/accessai.png",
        "link": "https://github.com/ZehJulianLp/AccessAI"
    },
    {
        "title": "TheJoCraft",
        "description": "I'm moderating the twitch chat of TheJoCraft. TheJoCraft is a german-speaking Minecraft streamer. He is playing Minecraft and other games on Twitch. You can visit his Twitch channel and watch his streams. Have fun!",
        "image": "https://static-cdn.jtvnw.net/jtv_user_pictures/449e0a0a-3400-4370-829c-3c93a111ba82-profile_image-150x150.png",
        "link": "https://www.twitch.tv/thejocraft_live"
    },
    {
        "title": "Cactus Mod",
        "description": "I'm moderating at Cactus Mod and doing the german translations. The Cactus Mod is a mod for Minecraft. It adds a lot of redstone and creative utilities. You can download the mod and play it with your friends. Have fun!",
        "image": "https://cactusmod.xyz/static/icon.webp",
        "link": "https://cactusmod.xyz/"
    },
    {
        "title": "Github Projects",
        "description": "On my Github account, I have some projects. There are for example datapacks and python scripts. You can visit my Github account and see my projects.",
        "image": "../img/gitlogo.png",
        "link": "https://github.com/ZehJulianLp"
    },
    {
        "title": "MCTorn",
        "description": "MCTorn was a Minecraft MMORPG I co-developed with friends between 2020 and 2024. It was written in Kotlin and had a strong focus on world-building and questing. The project is no longer active, but we learned a lot and had a great time building it.",
        "image": "../img/tornlogo.png",
        "link": "https://sites.google.com/view/mctorn",
        "cancelled": true
    },
    {
        "title": "Dwarslooper Pappaufsteller Website",
        "description": "The Dwarslooper Pappaufsteller Website is a joke website where you can buy cardboard cutouts of Dwarslooper. Dwars is a friend of mine and he is active on Discord. He is making videos about Minecraft on YouTube. If you want to buy a cardboard cutout of him, you can visit the website. The website is in german. Have fun!",
        "image": "https://mc-heads.net/avatar/9c30500960074294ac0044357d52cae3",
        "link": "https://dwarslooper-pappaufsteller.store/",
        "cancelled": true
    }
]