[
    {
        "title": "Redstone & Rails",
        "description": "A technical Minecraft map focused on redstone machines and rail systems.Includes elevators, storage, minecart logic, and command block features. Playable solo or in multiplayer. Most labels are in German but easy to understand. For Minecraft 1.20.1.",
        "image": "../img/Redstone.png",
        "link": "https://discord.gg/pzJpThb9pD"
    },
    {
        "title": "Minigames Server",
        "description": "The Minigames Server is a server with a lot of minigames only made with commands in Minecraft. You can play the minigames with your friends. The server is in german, but you can also play it if you don't speak german. The server is for Minecraft 1.20.1 or higher. Have fun!",
        "image": "../img/commandblock.png",
        "link": "https://sites.google.com/view/zehjulianlp-minigames/startseite"
    },
    {
        "title": "Cactus Mod",
        "description": "I'm moderating at Cactus Mod and doing the german translations. The Cactus Mod is a mod for Minecraft. It adds a lot of redstone and creative utilities. You can download the mod and play it with your friends. Have fun!",
        "image": "https://cactusmod.xyz/static/icon.webp",
        "link": "https://cactusmod.xyz/"
    },
    {
        "title": "Github Projects",
        "description": "On my Github account, I have some projects. There are for example datapacks and python scripts. You can visit my Github account and see my projects.",
        "image": "../img/gitlogo.png",
        "link": "https://github.com/ZehJulianLp"
    },
    {
        "title": "MCTorn",
        "description": "MCTorn is a Minecraft MMORPG by me and some friends. We are working since 2020 on it and we are writing the project in Kotlin. If you want to know more about it, you can visit the website. We are also looking for developers, so if you are interested, you can contact me or apply on the website. Have fun!",
        "image": "../img/tornlogo.png",
        "link": "https://sites.google.com/view/mctorn",
        "cancelled": true
    },
    {
        "title": "Dwarslooper Pappaufsteller Website",
        "description": "The Dwarslooper Pappaufsteller Website is a joke website where you can buy cardboard cutouts of Dwarslooper. Dwars is a friend of mine and he is active on Discord. He is making videos about Minecraft on YouTube. If you want to buy a cardboard cutout of him, you can visit the website. The website is in german. Have fun!",
        "image": "https://mc-heads.net/avatar/9c30500960074294ac0044357d52cae3",
        "link": "https://dwarslooper-pappaufsteller.store/",
        "cancelled": true
    }
]